/* Cancel button title */
"Cancel" = "キャンセル";

/* Page title */
"Connect to a Directory Server" = "ディレクトリサーバに接続";

/* Error title */
"Incorrect Xsan version." = "Xsan バージョンが正しくありません。";

/* Install Xsan page title */
"Install Xsan" = "Xsan をインストール";

/* Recovery suggestion */
"Please insert version 2.2 or later of the Xsan installer, or click Cancel and choose to install Xsan later." = "バージョン 2.2 以降の Xsan インストーラをセットするか、“キャンセル”をクリックして後で Xsan をインストールすることを選択してください。";

/* No comment provided by engineer. */
"Searching for Xsan installer" = "Xsan インストーラを検索中";

/* Xsan require auth unsupported error */
"The selected directory server requires authentication, but this is not supported with Xsan directory auto configuration." = "選択したディレクトリサーバは認証が必要ですが、Xsan ディレクトリ自動設定では対応していません。";

/* Xsan Active Directory unsupported error */
"The selected server is an Active Directory server, but this is not supported with Xsan directory auto configuration." = "選択したディレクトリサーバは Active Directory サーバですが、Xsan ディレクトリ自動設定では対応していません。";

/* Look for Xsan installer again button title */
"Try Again" = "再試行";

/* Configure Xsan step title */
"Xsan" = "Xsan";

/* Xsan Controller Type step title */
"Xsan Controller Type" = "Xsan コントローラのタイプ";

/* Error title */
"Xsan installer was not found." = "Xsan インストーラが見つかりませんでした。";

/* Xsan License Agreement page title */
"Xsan License Agreement" = "Xsan 使用許諾契約";

/* Recovery suggestion */
"You must insert the Xsan install disc before proceeding, or click Cancel and choose to install Xsan later." = "続けるには、Xsan インストールディスクをセットする必要があります。または、“キャンセル”をクリックして後で Xsan をインストールすることを選択してください。";

